tap "airbytehq/tap"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "virtuslab/scala-cli"
brew "xz"
brew "little-cms2"
brew "ammonite-repl"
brew "apache-spark"
brew "aws-sam-cli"
brew "awscli"
brew "curl"
brew "kind"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "sbt"
brew "scala"
brew "terraform"
brew "tmux"
brew "tree"
brew "airbytehq/tap/abctl"
brew "coursier/formulas/coursier"
brew "virtuslab/scala-cli/scala-cli"
cask "airflow"
cask "google-cloud-sdk"
cask "paintbrush"
